hyprland
fabric
brightnessctl
cava
cliphist
gnome-bluetooth-3.0
gobject-introspection
imagemagick
libnotify
noto-fonts-emoji
nvtop
playerctl
swappy
swww
tesseract
tmux
upower
vte3
webp-pixbuf-loader
wl-clipboard
wlinhibit
python-gobject
python-ijson
python-numpy
python-pillow
python-psutil
python-pywayland
python-requests
python-setproctitle
python-toml
python-watchdog
firefox
kitty
uwsm
libnewt
qt5-declarative
sddm
gtk3
gtk4
papirus-icon-theme
polkit-gnome
xdg-desktop-portal
xdg-desktop-portal-hyprland
xdg-desktop-portal-gtk
pipewire
wireplumber
qt6ct
zsh